
function display_plan(){
var select = document.getElementById("select-where");
var selectedOption = select.options[select.selectedIndex].value;

switch (selectedOption) {

    case '3':
        dodocument.getElementById("output2").innerHtml = document.write("<br>"+"<font color='red'><center>"+"<h1> ..خطتك لثلاث ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        +"<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"+ "</center></font>"
        );
        break;
    case '4':
        document.getElementById("output2").innerHtml =  document.write( "<br>"+"<font color='red'><center>"+"<h1>..خطتك لأربع ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        + "<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"
        +"<h2> اليوم الرابع : جولة في المتحف الوطني السعودي في الرياض </h2>"+ "</center></font>"
        );
      break;
    case '5':
        document.getElementById("output2").innerHtml =  document.write("<br>"+"<font color='red'><center>"+"<h1>..خطتك لخمس ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        +"<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"
        +"<h2> اليوم الرابع : جولة في المتحف الوطني السعودي في الرياض </h2>"
        +"<h2> اليوم الخامس : استمتع بمنتزهات وادي حنيفة " + "</center></font>"
        );
        break;
    case '6':
        document.getElementById("output2").innerHtml =  document.write("<br>"+"<font color='red'><center>"+"<h1>..خطتك لست ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        +"<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"
        +"<h2> اليوم الرابع : جولة في المتحف الوطني السعودي في الرياض </h2>"
        +"<h2> اليوم الخامس : استمتع بمنتزهات وادي حنيفة "
        +"<h2> اليوم السادس :اختمها بمعلم تاريخي و زور متحف المصمك </h2>" + "</center></font>"
        );
      break;
    case '7':
        document.getElementById("output2").innerHtml =  document.write( "<br>"+"<font color='red'><center>"+"<h1>..خطتك لسبع ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        +"<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"
        +"<h2> اليوم الرابع : جولة في المتحف الوطني السعودي في الرياض </h2>"
        +"<h2> اليوم الخامس : استمتع بمنتزهات وادي حنيفة "
        +"<h2> اليوم السادس : سير على سوق البطحاء،أشهر سوق شعبي </h2>"
        +"<h2> اليوم السابع :اختمها بمعلم تاريخي و زور متحف المصمك</h2>"  + "</center></font>"
        );
        break;
    case '8':
        document.getElementById("output2").innerHtml =  document.write("<br>"+"<font color='red'><center>"+ "<h1>..خطتك لثمانية ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        +"<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"
        +"<h2> اليوم الرابع : جولة في المتحف الوطني السعودي في الرياض </h2>"
        +"<h2> اليوم الخامس : استمتع بمنتزهات وادي حنيفة </h2>"
        +"<h2> اليوم السادس : سير على سوق البطحاء،أشهر سوق شعبي </h2>"
        +"<h2> اليوم السابع : زور أحد اجمل الأماكن الربيعية ، روضة خريم </h2>"
        +"<h2> اليوم الثامن :اختمها بمعلم تاريخي و زور متحف المصمك</h2>"  + "</center></font>"
        );
      break;
    case '9':
        document.getElementById("output2").innerHtml =  document.write("<br>"+ "<font color='red'><center>"+"<h1>..خطتك لتسعة ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        +"<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"
        +"<h2> اليوم الرابع : جولة في المتحف الوطني السعودي في الرياض </h2>"
        +"<h2> اليوم الخامس : استمتع بمنتزهات وادي حنيفة </h2>"
        +"<h2> اليوم السادس : سير على سوق البطحاء،أشهر سوق شعبي </h2>"
        +"<h2> اليوم السابع : زور أحد اجمل الأماكن الربيعية ، روضة خريم </h2>"
        +"<h2> اليوم الثامن : زور متحف المصمك</h2>"
        +"<h2> اليوم التاسع :اختمها برؤية أحد عجائب العالم على ( حافة العالم )</h2>"  + "</center></font>"
        );
      break;
    case '10':
        document.getElementById("output2").innerHtml =  document.write("<br>"+"<font color='red'><center>"+ "<h1>..خطتك لعشر ايام هي </h1>"+"<br>"+
        "<h2> اليوم الأول : رحلة الى الرمال الحمراء</h2>"
        +"<h2> اليوم الثاني : جولة خيول بين جبال العمارية </h2>"
        +"<h2> اليوم الثالث : حلق في سماء العاذرية</h2>"
        +"<h2> اليوم الرابع : جولة في المتحف الوطني السعودي في الرياض </h2>"
        +"<h2> اليوم الخامس : استمتع بمنتزهات وادي حنيفة </h2>"
        +"<h2> اليوم السادس : سير على سوق البطحاء،أشهر سوق شعبي </h2>"
        +"<h2> اليوم السابع : زور أحد اجمل الأماكن الربيعية ، روضة خريم </h2>"
        +"<h2> اليوم الثامن : زور متحف المصمك</h2>"
        +"<h2> اليوم التاسع : غير جو و ألعب بينتبول في (فيرست بينتبول الرياض )</h2>"
        +"<h2> اليوم العاشر :اختمها برؤية أحد عجائب العالم على ( حافة العالم ) </h2>" + "</center></font>"
        );
    break;
    default:

}



}
console.log("your plan is....");
